{
  "refundPolicy": {
    "title": "Refund Policy",
    "content": "### Refund Policy for the Retreat\n\n**Cancellation by the Participant**:\n- 30 Days or More Before the Start Date: 100% refund of the total amount.\n- 15–29 Days Before the Start Date: 80% refund of the total amount.\n- Less Than 10 Days Before the Start Date: No refund will be provided.\n\n**Cancellation by the Organizer**:\nIn case the retreat is canceled due to unforeseen circumstances, participants will receive a 100% refund, or they may opt to transfer their booking to a future retreat.\n\n**Transfer Policy**:\nParticipants unable to attend may transfer their booking to another individual, provided the organizer is notified at least 7 days before the start date.\nAny price difference in case of discounts will need to be reconciled.\n\n**Processing Refunds**:\nRefunds will be processed within 7–10 business days from the date of cancellation confirmation.\n\n**Force Majeure Clause**:\nNo refunds will be provided for cancellations due to natural disasters, pandemics, or other events beyond the control of the organizers. In such cases, participants may opt to reschedule their booking.\n\n**Discounted Bookings**:\nFor early bird and group discounts, only 50% of the applicable refund amount will be processed."
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "content": "### Privacy Policy for Ritanveshi Yogayan Foundation Spiritual Retreat\n\nThis Privacy Policy outlines how Ritanveshi Yogayan Foundation (referred to as “we,” “us,” or “our”) collects, uses, and protects your personal information when you visit our retreat landing page, interact with our marketing campaigns, or register for our events. By providing your personal information, you consent to the terms of this Privacy Policy.\n\n**PERSONAL INFORMATION WE COLLECT**\n\n**Information You Provide Directly**:\nWhen you engage with our marketing campaigns or register for our retreat, we may collect:\n- Contact Information: Name, email address, phone number, and mailing address.\n- Payment Information: Credit/debit card details, billing address, and transaction data.\n- Preferences and Feedback: Responses to surveys, preferences for retreat activities, and dietary or health-related information (only if necessary).\n\n**Information Collected Automatically**:\nWhen you visit our landing page, certain information about your device and interaction with the page is collected automatically, including:\n- Device Information: IP address, browser type, operating system, time zone, and device identifiers.\n- Usage Information: Web pages viewed, links clicked, referral sources, and duration of your visit.\n\nWe collect this data using:\n- Cookies: Small data files stored on your device to enhance user experience. You can manage cookie preferences in your browser settings.\n- Log Files: Records of activities such as IP address and browser interactions.\n- Tracking Technologies: Pixels, tags, and web beacons to analyze user behavior.\n\n**HOW WE USE YOUR PERSONAL INFORMATION**\n\nWe use the information collected to:\n- Facilitate retreat registration and logistics.\n- Process payments securely.\n- Communicate retreat updates, schedules, and confirmations.\n- Improve the landing page and marketing campaigns based on user interactions.\n- Provide customer support and address inquiries.\n- Deliver targeted advertisements and promotional materials.\n- Ensure the safety and well-being of participants through personalized considerations.\n\n**SHARING YOUR PERSONAL INFORMATION**\n\nWe may share your personal information with third-party service providers to assist in retreat operations, including:\n- Payment Processors: For secure payment transactions.\n- Marketing Platforms: Facebook, Google, WhatsApp, and other social media for targeted promotions.\n- Data Analytics Tools: Google Analytics and similar tools to understand user behavior.\n\nAdditionally, your information may be disclosed:\n- To comply with legal obligations or respond to lawful requests.\n- To protect the rights, property, and safety of our organization and participants.\n\n**YOUR CONSENT AND CHOICES**\n\n**Providing Consent**:\nBy interacting with our landing page or submitting your information, you consent to its collection and use as outlined in this policy. For marketing purposes, we will request explicit consent where required.\n\n**Withdrawing Consent**:\nYou may withdraw consent at any time by contacting us at retreat@ritanveshi.org or unsubscribing from email communications.\n\n**SECURITY OF YOUR INFORMATION**\n\nWe implement industry-standard security measures to protect your data, including:\n- Encryption for sensitive information during transmission.\n- Secure storage systems with restricted access.\n\nWhile we strive for complete security, no method of electronic transmission or storage is 100% secure. Users are encouraged to exercise caution when sharing sensitive information.\n\n**THIRD-PARTY LINKS**\n\nOur landing page may include links to third-party websites or platforms. Once you leave our page or interact with third-party content, their privacy practices govern your data.\n\n**COOKIES AND TRACKING TECHNOLOGIES**\n\nCookies are used to enhance your experience and analyze site traffic. You can disable cookies via your browser settings, but some functionalities may be affected. Learn more about cookies at www.allaboutcookies.org.\n\n**YOUR RIGHTS**\n\nIf you are a resident of certain jurisdictions, you may have the right to:\n- Access the personal data we hold about you.\n- Request corrections or deletions of your information.\n- Opt out of targeted advertising or data sharing.\n\nTo exercise these rights, contact us at retreat@ritanveshi.org.\n\n**DATA RETENTION**\n\nWe retain personal information only as long as necessary to fulfill the purposes outlined in this policy or comply with legal obligations. Upon request, your data can be securely deleted from our records.\n\n**CHANGES TO THIS PRIVACY POLICY**\n\nWe may update this Privacy Policy periodically to reflect changes in practices, legal requirements, or other considerations. Please review this policy regularly to stay informed.\n\n**CONTACT US**\n\nFor questions or concerns regarding this Privacy Policy, please contact us at:\n\nRitanveshi Yogayan Foundation\nB-1004, KM Residency Rajnagar Extension, Ghaziabad, Uttar Pradesh India PIN - 201017\nEmail: retreat@ritanveshi.org\nContact: +91-8800882664\n\nBy using our landing page and registering for our retreat, you agree to the terms outlined in this Privacy Policy."
  },
  "termsOfService": {
    "title": "Terms of Service",
    "content": "### Terms of Service\n\n**Effective Date: 11th April 2024**\n\nWelcome to the spiritual retreats organized by Ritanveshi Yogayan Foundation (\"we,\" \"us,\" or \"our\"). By accessing or participating in our retreats, you agree to the following terms and conditions. Please read them carefully.\n\n1. **About Us**\nRitanveshi Yogayan Foundation is a non-profit organization registered under 80G for tax benefits, dedicated to bridging science and spirituality through ancient texts and literature. Our retreats focus on holistic well-being, spiritual growth, and community welfare.\n\n2. **Eligibility**\nParticipation in our retreats is open to individuals aged 18 and above. Minors (under 18 years) must be accompanied by a parent or legal guardian.\n\n3. **Booking and Payment**\nAll bookings must be made through our official channels, including our website, email, or phone.\nA non-refundable deposit is required to secure your booking. The balance payment must be completed by the specified due date.\nPayments are eligible for tax benefits under Section 80G, and receipts will be provided upon request.\n\n4. **Cancellation and Refund Policy**\nCancellations must be made in writing to retreat@ritanveshi.org.\nRefunds, if applicable, will be processed as follows:\n- 30 days or more before the retreat: Full refund minus the deposit.\n- Less than 30 days: No refunds.\nIn the unlikely event that we cancel the retreat, participants will receive a full refund of all payments made.\n\n5. **Code of Conduct**\nParticipants are expected to:\n- Respect the rules and schedules of the retreat.\n- Maintain a peaceful and respectful environment for all attendees.\n- Follow the instructions of facilitators and organizers.\nWe reserve the right to remove participants from the retreat for disruptive behavior, without a refund.\n\n6. **Health and Safety**\nParticipants must disclose any medical conditions or dietary restrictions during registration.\nWhile we strive to ensure a safe environment, participants join at their own risk. We are not liable for any injuries, illnesses, or accidents during the retreat.\nIt is recommended that participants have travel and health insurance.\n\n7. **Use of Personal Information**\nBy registering for our retreats, you consent to the collection and use of your personal information for:\n- Processing bookings.\n- Sharing relevant retreat updates and promotions.\n- Generating tax benefit receipts under Section 80G.\nYour information will not be shared with third parties without your consent.\n\n8. **Marketing and Media**\nWe may capture photos or videos during the retreat for promotional purposes.\nBy attending, you grant us the right to use such media for marketing without compensation. If you wish to opt out, please notify us in writing prior to the retreat.\n\n9. **Limitation of Liability**\nRitanveshi Yogayan Foundation and its organizers are not liable for:\n- Personal injuries or accidents.\n- Loss of personal belongings.\n- Changes in retreat schedules due to unforeseen circumstances (e.g., weather, natural disasters, or political events).\n\n10. **Governing Law**\nThese Terms are governed by and construed in accordance with the laws of India. Any disputes will be resolved exclusively in the courts of Ghaziabad, Uttar Pradesh.\n\n11. **Contact Information**\nFor any questions or concerns, please contact us at:\n\nRitanveshi Yogayan Foundation\nB-1004, KM Residency, Rajnagar Extension, Ghaziabad, Uttar Pradesh, India, PIN - 201017\nEmail: retreat@ritanveshi.org\nPhone: +91-8800882664\n\nBy booking and attending our retreats, you agree to these Terms of Service. Thank you for choosing Ritanveshi Yogayan Foundation as your spiritual journey partner."
  }
}